{
  "nav": {
    "home": "Inici",
    "projects": "Projectes",
    "skills": "Habilitats",
    "experience": "Experiència",
    "education": "Educació",
    "contact": "Contacte"
  },

  "header": {
    "description": "Hola, em dic Aniol. Sóc un desenvolupador web i de software. Actualment treballo amb Java, Laravel i Vue.js."
  },

  "projects": {
    "title": "Els meus Projectes",
    "trueta": {
      "title": "Selecció d'Antibiótics en Intervencions Quirúrgiques",
      "description": "Aquesta aplicació web va ser dissenyada i desenvolupada amb l'objectiu de facilitar la selecció ràpida i eficaç de l'antibiótic adequat per a cada intervenció quirúrgica. El projecte, que va ser realitzat per Joan Paneque, Emma Cardosa, Adrià Moya, Àlex Escribano i Aniol Moreno, va ser encarregat per l'Hospital Universitari de Girona Dr. Josep Trueta com a part d'una iniciativa per millorar els processos clínics. Aquesta aplicació va ser reconeguda amb el Premi de Grau Superior atorgat per la Universitat de Girona, destacant-se per la seva innovació i impacte en el sector sanitari.",
      "user": "Usuari: ",
      "password": "Contrasenya: "
    },
    "barbaq": {
      "title": "Barbaq",
      "description": "Barbaq és una aplicació de xarxa social dissenyada per facilitar l'organització de quedades per a barbacoes entre amics i/o familiars. Aquest projecte va ser desenvolupat en grup per Joan Paneque, Emma Cardosa, Roman Mysyura i Aniol Moreno a l'Institut Cendrassos de Figueres, amb l'objectiu de proporcionar una plataforma eficient i intuïtiva per coordinar esdeveniments socials al voltant d'aquest tipus d'activitat."
    },
    "openjobs": {
      "title": "OpenJobs",
      "description": "OpenJobs és una plataforma de cerca de feina que utilitza dades obertes proporcionades per la Generalitat de Catalunya, amb l'objectiu d'oferir una eina eficaç i accessible per a la recerca d'ocupació. Aquesta aplicació va ser dissenyada i desenvolupada en grup per Joan Paneque, Emma Cardosa i Aniol Moreno a l'Institut Cendrassos de Figueres, contribuint a la creació d'una solució innovadora per al mercat laboral."
    },
    "apartamentsFiguerencs": {
      "title": "Apartaments Figuerencs",
      "description": "Apartaments Figuerencs és una aplicació que simula una plataforma web de lloguer d'apartaments turístics, dissenyada per oferir una experiència realista en la gestió de reserves. Aquesta aplicació va ser desenvolupada en grup per Joan Paneque i Aniol Moreno a l'Institut Cendrassos de Figueres, amb l'objectiu de crear una solució eficient i intuïtiva per a la simulació de lloguers turístics."
    },
    "gramola": {
      "title": "Gramola",
      "description": "Gramola és una aplicació que simula una plataforma de música en línia, dissenyada per oferir una experiència interactiva en la reproducció i gestió de música. Aquesta aplicació va ser desenvolupada de manera independent per Aniol Moreno a l'Institut Cendrassos de Figueres, amb l'objectiu de crear una solució innovadora en l'àmbit de l'entreteniment digital."
    },
    "freeingAlzahar": {
      "title": "Freeing Alzahar",
      "description": "Freeing Alzahar és una pàgina web interactiva que inclou un joc arcade inspirat en Mario Bros, creat per oferir una experiència lúdica entretinguda i dinàmica. Aquesta aplicació va ser desenvolupada per Marc Mas i Aniol Moreno com a projecte final del cicle formatiu de Grau Mitjà en Sistemes Microinformàtics i Xarxes a l'Institut Públic de Palamós, amb l'objectiu de combinar coneixements tècnics i creativitat en un projecte complet."
    }
  },

  "skills": {
    "title": "Les meves Habilitats"
  },

  "experience": {
    "title": "La meva Experiència",
    "institut-torroella": {
      "title": "Pràctiques",
      "company": "Institut Torroella de Montgrí",
      "description": "Vaig realitzar un període de pràctiques a l'Institut Torroella de Montgrí, on vaig col·laborar amb el departament de sistemes informàtics en tasques de suport tècnic i manteniment de la infraestructura informàtica de l'institut. Aquesta experiència em va permetre adquirir coneixements pràctics en la gestió de xarxes i sistemes informàtics, així com en la resolució de problemes tècnics en un entorn educatiu.",
      "dates": "De octubre de 2021 a març de 2022"
    },
    "hipsotech": {
      "title": "Pràctiques",
      "company": "Hipsotech SL",
      "description": "Vaig realitzar un període de pràctiques a l'empresa Hipostech SL, on vaig col·laborar amb l'equip de desenvolupament en tasques de programació i disseny web. Durant aquesta experiència, vaig participar en la creació de projectes web utilitzant tecnologies com HTML, CSS, JavaScript, PHP i Liquid, així com en la implementació de solucions innovadores per a clients de l'empresa.",
      "dates": "De novembre del 2023 a abril del 2024"
    },
    "swhosting": {
      "title": "Desenvolupador Web Full Stack",
      "company": "SW Hosting",
      "description": "Actualment treballo com a desenvolupador web a SW Hosting, on estic involucrat en el desenvolupament i manteniment de projectes web utilitzant tecnologies com Laravel i Tailwind CSS. La meva tasca inclou la recerca de solucions innovadores per a clients, la implementació de funcionalitats avançades i la col·laboració amb l'equip per garantir la qualitat i l'eficiència dels projectes.",
      "dates": "Des de juny del 2025 fins al present"
    }
  },

  "education": {
    "title": "La meva Educació",
    "computer-technician": {
      "title": "Tècnic en Xarxes i Sistemes Informàtics",
      "institution": "Institut Públic de Palamós",
      "description": "Durant el curs 2020-2022 vaig cursar un cicle formatiu de grau mitjà en Sistemes Microinformàtics i Xarxes (SMX) a l'Institut Públic de Palamós. Aquesta formació em va permetre adquirir coneixements pràctics en la instal·lació, configuració i manteniment de sistemes informàtics, així com en la gestió de xarxes i resolució de problemes tècnics."
    },
    "web-developer": {
      "title": "Desenvolupador d'Aplicacions Web",
      "institution": "Institut Cendrassos de Figueres",
      "description": "Durant el curs 2022-2024 vaig cursar un cicle formatiu de grau superior en Desenvolupament d'Aplicacions Web (DAW) a l'Institut Cendrassos de Figueres. Aquesta formació em va permetre adquirir coneixements avançats en programació web, disseny d'interfícies d'usuari i gestió de bases de dades, així com en la creació de projectes web amb tecnologies actuals, aixi com treballar en grup en projectes reals."
    },
    "software-developer": {
      "title": "Desenvolupador d'Aplicacions Multiplataforma",
      "institution": "Institut Públic de Palamós",
      "description": "Durant el curs 2024-2025 vaig cursar un cicle formatiu de grau superior en Desenvolupament d'Aplicacions Multiplataforma (DAM) a l'Institut Públic de Palamós. Aquesta formació em permetrà adquirir coneixements avançats en programació d'aplicacions per a diferents plataformes, disseny d'interfícies d'usuari i gestió de bases de dades."
    }
  },

  "contact": {
    "title": "Contacta amb mi",
    "email": "El teu correu electrònic",
    "message": "El teu missatge",
    "send": "Enviar",
    "send-success": "El teu missatge s'ha enviat correctament. Gràcies!",
    "send-error": "Hi ha hagut un error en l'enviament del teu missatge. Si us plau, torna a intentar-ho.",
    "email-error": "Si us plau, introdueix una adreça de correu electrònic vàlida.",
    "message-error": "Si us plau, introdueix un missatge.",
    "exit": "Sortir"
  }
}
