{
  "nav": {
    "home": "Home",
    "projects": "Projects",
    "skills": "Skills",
    "experience": "Experience",
    "education": "Education",
    "contact": "Contact"
  },

  "header": {
    "description": "Hello, I'm Aniol. I'm a web and software developer. I'm currently working with Java, Laravel and Vue.js."
  },

  "projects": {
    "title": "My Projects",
    "trueta": {
      "title": "Antibiotic Selection in Surgical Interventions",
      "description": "This web application was designed and developed with the aim of facilitating the quick and effective selection of the appropriate antibiotic for each surgical intervention. The project, which was carried out by Joan Paneque, Emma Cardosa, Adrià Moya, Àlex Escribano and Aniol Moreno, was commissioned by the Dr. Josep Trueta University Hospital in Girona as part of an initiative to improve clinical processes. This application was recognized with the Higher Degree Award granted by the University of Girona, highlighting its innovation and impact on the health sector.",
      "user": "User: ",
      "password": "Password: "
    },
    "barbaq": {
      "title": "Barbaq",
      "description": "Barbaq is a social network application designed to facilitate the organization of barbecues between friends and/or family members. This project was developed in a group by Joan Paneque, Emma Cardosa, Roman Mysyura and Aniol Moreno at the Cendrassos Institute in Figueres, with the aim of providing an efficient and intuitive platform to coordinate social events around this type of activity."
    },
    "openjobs": {
      "title": "OpenJobs",
      "description": "OpenJobs is a job search platform that uses open data provided by the Generalitat de Catalunya, with the aim of offering an effective and accessible tool for job search. This application was designed and developed in a group by Joan Paneque, Emma Cardosa and Aniol Moreno at the Cendrassos Institute in Figueres, contributing to the creation of an innovative solution for the labor market."
    },
    "apartamentsFiguerencs": {
      "title": "Apartaments Figuerencs",
      "description": "Apartaments Figuerencs is an application that simulates a web platform for renting tourist apartments, designed to offer a realistic experience in the management of reservations. This application was developed in a group by Joan Paneque and Aniol Moreno at the Cendrassos Institute in Figueres, with the aim of creating an efficient and intuitive solution for the simulation of tourist rentals."
    },
    "gramola": {
      "title": "Gramola",
      "description": "Gramola is an application that simulates an online music platform, designed to offer an interactive experience in the playback and management of music. This application was developed independently by Aniol Moreno at the Cendrassos Institute in Figueres, with the aim of creating an innovative solution in the field of digital entertainment."
    },
    "freeingAlzahar": {
      "title": "Freeing Alzahar",
      "description": "Freeing Alzahar is an interactive web page that includes an arcade game inspired by Mario Bros, created to offer an entertaining and dynamic gaming experience. This application was developed by Marc Mas and Aniol Moreno as the final project of the Intermediate Degree in Microcomputer Systems and Networks at the Public Institute of Palamós, with the aim of combining technical knowledge and creativity in a complete project."
    }
  },

  "skills": {
    "title": "My Skills"
  },

  "experience": {
    "title": "My Experience",
    "institut-torroella": {
      "title": "Internship",
      "company": "Institut Torroella de Montgrí",
      "description": "I did an internship at the Institut Torroella de Montgrí, where I collaborated with the computer systems department on technical support and maintenance of the institute's IT infrastructure. This experience allowed me to acquire practical knowledge in network and computer systems management, as well as in solving technical problems in an educational environment.",
      "dates": "From October 2021 to March 2022"
    },
    "hipsotech": {
      "title": "Internship",
      "company": "Hipsotech SL",
      "description": "I did an internship at the company Hipostech SL, where I collaborated with the development team on web programming and design tasks. During this experience, I participated in the creation of web projects using technologies such as HTML, CSS, JavaScript, PHP and Liquid, as well as in the implementation of innovative solutions for the company's clients.",
      "dates": "From November 2023 to April 2024"
    },
    "swhosting": {
      "title": "Full Stack Web Developer",
      "company": "SW Hosting",
      "description": "I currently work as a web developer at SW Hosting, where I am involved in the development and maintenance of web projects using technologies such as Laravel and Tailwind CSS. My tasks include researching innovative solutions for clients, implementing advanced functionalities, and collaborating with the team to ensure the quality and efficiency of the projects.",
      "dates": "From June 2024 to present"
    }
  },

  "education": {
    "title": "My Education",
    "computer-technician": {
      "title": "Computer Networks and Systems Technician",
      "institution": "Institut Públic de Palamós",
      "description": "During the 2020-2022 academic years, I completed a vocational training program in Microcomputer Systems and Networks at the Institut Públic de Palamós. This training allowed me to gain practical knowledge in the installation, configuration, and maintenance of IT systems, as well as network management and troubleshooting."
    },
    "web-developer": {
      "title": "Web Application Developer",
      "institution": "Institut Cendrassos de Figueres",
      "description": "During the 2022-2024 academic years, I completed a higher vocational training program in Web Application Development at the Institut Cendrassos de Figueres. This program enabled me to acquire advanced knowledge in web programming, user interface design, database management, and the development of web projects using current technologies, as well as collaborating in real-world projects as part of a team."
    },
    "software-developer": {
      "title": "Multiplatform Application Developer",
      "institution": "Institut Públic de Palamós",
      "description": "During the 2024-2025 academic years, I completed a higher vocational training program in Multiplatform Application Development at the Institut Públic de Palamós. This education will allow me to acquire advanced knowledge in application programming for different platforms, user interface design, and database management."
    }
  },

  "contact": {
    "title": "Contact me",
    "email": "Your email",
    "message": "Your message",
    "send": "Send",
    "send-success": "Your message has been sent successfully. Thank you!",
    "send-error": "An error occurred while sending your message. Please try again.",
    "email-error": "Please enter a valid email address.",
    "message-error": "Please enter a message.",
    "exit": "Exit"
  }
}
