{
  "nav": {
    "home": "Inicio",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "experience": "Experiencia",
    "education": "Educación",
    "contact": "Contacto"
  },

  "header": {
    "description": "Hola, soy Aniol. Soy un desarrollador web y aplicaciones multiplataforma. Actualmente trabajo con Laravel, Livewire y TailwindCSS."
  },

  "projects": {
    "title": "Mis Proyectos",
    "trueta": {
      "title": "Selección de Antibióticos en Intervenciones Quirúrgicas",
      "description": "Esta aplicación web fue diseñada y desarrollada con el objetivo de facilitar la selección rápida y efectiva del antibiótico adecuado para cada intervención quirúrgica. El proyecto, que fue realizado por Joan Paneque, Emma Cardosa, Adrià Moya, Àlex Escribano y Aniol Moreno, fue encargado por el Hospital Universitario de Girona Dr. Josep Trueta como parte de una iniciativa para mejorar los procesos clínicos. Esta aplicación fue reconocida con el Premio de Grado Superior otorgado por la Universidad de Girona, destacándose por su innovación e impacto en el sector sanitario.",
      "user": "Usuario: ",
      "password": "Contraseña: "
    },
    "barbaq": {
      "title": "Barbaq",
      "description": "Barbaq es una aplicación de red social diseñada para facilitar la organización de quedadas para barbacoas entre amigos y/o familiares. Este proyecto fue desarrollado en grupo por Joan Paneque, Emma Cardosa, Roman Mysyura y Aniol Moreno en el Instituto Cendrassos de Figueres, con el objetivo de proporcionar una plataforma eficiente e intuitiva para coordinar eventos sociales en torno a este tipo de actividad."
    },
    "openjobs": {
      "title": "OpenJobs",
      "description": "OpenJobs es una plataforma de búsqueda de empleo que utiliza datos abiertos proporcionados por la Generalitat de Catalunya, con el objetivo de ofrecer una herramienta eficaz y accesible para la búsqueda de empleo. Esta aplicación fue diseñada y desarrollada en grupo por Joan Paneque, Emma Cardosa y Aniol Moreno en el Instituto Cendrassos de Figueres, contribuyendo a la creación de una solución innovadora para el mercado laboral."
    },
    "apartamentsFiguerencs": {
      "title": "Apartamentos Figuerencs",
      "description": "Apartamentos Figuerencs es una aplicación que simula una plataforma web de alquiler de apartamentos turísticos, diseñada para ofrecer una experiencia realista en la gestión de reservas. Esta aplicación fue desarrollada en grupo por Joan Paneque y Aniol Moreno en el Instituto Cendrassos de Figueres, con el objetivo de crear una solución eficiente e intuitiva para la simulación de alquileres turísticos."
    },
    "gramola": {
      "title": "Gramola",
      "description": "Gramola es una aplicación que simula una plataforma de música en línea, diseñada para ofrecer una experiencia interactiva en la reproducción y gestión de música. Esta aplicación fue desarrollada de manera independiente por Aniol Moreno en el Instituto Cendrassos de Figueres, con el objetivo de crear una solución innovadora en el ámbito del entretenimiento digital."
    },
    "freeingAlzahar": {
      "title": "Freeing Alzahar",
      "description": "Freeing Alzahar es una página web interactiva que incluye un juego arcade inspirado en Mario Bros, creado para ofrecer una experiencia lúdica entretenida y dinámica. Esta aplicación fue desarrollada por Marc Mas y Aniol Moreno como proyecto final del ciclo formativo de Grado Medio en Sistemas Microinformáticos y Redes en el Instituto Público de Palamós, con el objetivo de combinar conocimientos técnicos y creatividad en un proyecto completo."
    }
  },

  "skills": {
    "title": "Mis Habilidades"
  },

  "experience": {
    "title": "Mi Experiencia",
    "institut-torroella": {
      "title": "Prácticas",
      "company": "Institut Torroella de Montgrí",
      "description": "Realicé un período de prácticas en el Institut Torroella de Montgrí, donde colaboré con el departamento de sistemas informáticos en tareas de soporte técnico y mantenimiento de la infraestructura informática del instituto. Esta experiencia me permitió adquirir conocimientos prácticos en la gestión de redes y sistemas informáticos, así como en la resolución de problemas técnicos en un entorno educativo.",
      "dates": "De octubre de 2021 a marzo de 2022"
    },
    "hipsotech": {
      "title": "Prácticas",
      "company": "Hipsotech SL",
      "description": "Realicé un período de prácticas en la empresa Hipostech SL, donde colaboré con el equipo de desarrollo en tareas de programación y diseño web. Durante esta experiencia, participé en la creación de proyectos web utilizando tecnologías como HTML, CSS, JavaScript, PHP y Liquid, así como en la implementación de soluciones innovadoras para clientes de la empresa.",
      "dates": "De noviembre de 2023 a abril de 2024"
    },
    "swhosting": {
      "title": "Desarrollador Web Full Stack",
      "company": "SW Hosting",
      "description": "Actualmente trabajo como desarrollador web en SW Hosting, donde me encargo del mantenimiento y la evolución de las plataformas principales de la empresa: swhosting.com y swpanel.com. Mi labor incluye implementar nuevas funcionalidades, aplicar mejoras continuas, corregir incidencias y garantizar la estabilidad y el buen rendimiento de las webs. Trabajo con Laravel, Livewire, Alpine.js, JavaScript y Tailwind CSS, y también participo en la investigación y propuesta de soluciones para mejorar la experiencia de usuario y la eficiencia general. Soy el responsable directo del mantenimiento técnico y la evolución de las webs de la empresa.",
      "dates": "Desde junio de 2025 hasta el presente"
    }
  },

  "education": {
    "title": "Mi Educación",
    "computer-technician": {
      "title": "Técnico en Redes y Sistemas Informáticos",
      "institution": "Institut Públic de Palamós",
      "description": "Durante el curso 2020-2022, realicé un ciclo formativo de grado medio en Sistemas Microinformáticos y Redes (SMR) en el Institut Públic de Palamós. Esta formación me permitió adquirir conocimientos prácticos en la instalación, configuración y mantenimiento de sistemas informáticos, así como en la gestión de redes y resolución de problemas técnicos."
    },
    "web-developer": {
      "title": "Desarrollador de Aplicaciones Web",
      "institution": "Institut Cendrassos de Figueres",
      "description": "Durante el curso 2022-2024, realicé un ciclo formativo de grado superior en Desarrollo de Aplicaciones Web (DAW) en el Institut Cendrassos de Figueres. Esta formación me permitió adquirir conocimientos avanzados en programación web, diseño de interfaces de usuario y gestión de bases de datos, así como en la creación de proyectos web con tecnologías actuales, además de trabajar en equipo en proyectos reales."
    },
    "software-developer": {
      "title": "Desarrollador de Aplicaciones Multiplataforma",
      "institution": "Institut Públic de Palamós",
      "description": "Durante el curso 2024-2025, realicé un ciclo formativo de grado superior en Desarrollo de Aplicaciones Multiplataforma (DAM) en el Institut Públic de Palamós. Esta formación me permitirá adquirir conocimientos avanzados en programación de aplicaciones para diferentes plataformas, diseño de interfaces de usuario y gestión de bases de datos."
    }

  },

  "contact": {
    "title": "Contacta conmigo",
    "email": "Tu correo electrónico",
    "message": "Tu mensaje",
    "send": "Enviar",
    "send-success": "Tu mensaje se ha enviado correctamente. ¡Gracias!",
    "send-error": "Ha habido un error al enviar tu mensaje. Por favor, inténtalo de nuevo más tarde.",
    "email-error": "Por favor, introduce una dirección de correo electrónico válida.",
    "message-error": "Por favor, introduce un mensaje.",
    "exit": "Salir"
  }
}
